[
    {
        "inspection": "306055971",
        "open date": "11/14/2002",
        "sic": "4222",
        "establishment name": "Columbia Colstor Inc",
        "description": "\nAt approximately 6:40 a.m. on November 8, 2002, Employee #1 was driving southbound on Highway 17, when a vehicle heading northbound crossed the center line into the southbound lane and collided head on with his vehicle. Employee #1 was killed by the impact and pronounced dead by the Grant County Coroner.\n",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Fatality",
        "nature": "Other",
        "occupation": "Occupation not reported"
    },
    {
        "inspection": "119626612",
        "open date": "02/03/2003",
        "sic": "1796",
        "establishment name": "Acme Home Elevator, Inc.",
        "description": "\nEmployee #1 was securing a \"cap\" to an exterior elevator assembly that was 20 feet high. He was working from an extension ladder leaned against the unit and was using a cordless drill/screwdriver when he lost his balance and fell from the ladder. He sustained fractures to both ankles and was hospitalized.\n",
        "end use": "Other building",
        "proj type": "Alteration or rehabilitation",
        "proj cost": "Under $50,000",
        "stories": "2",
        "nonbldght": "20",
        "fatality": "N/A",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Hospitalized injury",
        "nature": "Fracture",
        "occupation": "Elevator installers and repairers"
    },
    {
        "inspection": "307961789",
        "open date": "07/13/2004",
        "sic": "1711",
        "establishment name": "Mid Ohio Pipeline Company,Inc.",
        "description": "\nOn July 12, 2004, Employee #1, a laborer, was electrocuted when he picked up a 110-volt overhead power line on the ground to remove it from the work area. He was electrocuted. During the course of backfilling an excavation, a trench hoe had contacted an overhead electrical line, causing it to break loose and fall to the ground. Apparently, Employee #1 was aware that the power line was energized when he picked it up.\n",
        "end use": "Other building",
        "proj type": "Alteration or rehabilitation",
        "proj cost": "$50,000 to $250,000",
        "stories": "N/A",
        "nonbldght": "N/A",
        "fatality": "X",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Fatality",
        "nature": "Electric Shock",
        "occupation": "Occupation not reported"
    },
    {
        "inspection": "305348104",
        "open date": "10/07/2002",
        "sic": "1799",
        "establishment name": "Cal State Rebar & Pre-Stress Corporation",
        "description": "\nAt 9:00 a.m. on September 20, 2002, Employee #1 was erecting a rebar column. He was 5 ft up on the column, tied off to it with a belt and lanyard, when it was time for a coffee break. He unhooked the latch to descend, lost his balance, and fell backward. He put out his right hand to break his fall and fractured his wrist. Employee #1 was transported to the hospital, where he underwent wrist surgery.\n",
        "end use": "Commercial building",
        "proj type": "New project or new addition",
        "proj cost": "$250,000 to $500,000",
        "stories": "2",
        "nonbldght": "40",
        "fatality": "N/A",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Hospitalized injury",
        "nature": "Fracture",
        "occupation": "Construction laborers"
    },
    {
        "inspection": "316521095",
        "open date": "02/19/2013",
        "sic": "1522",
        "establishment name": "Barret Business Systems Inc",
        "description": "\nOn February 4, 2014, an employee was cutting a small piece of molding with his compound Mitre saw. A piece of trim wood snapped forward causing his left index finger to contact the saw blade resulting in an amputation at the distal knuckle. The employee was transported to a local hospital and was treated in the emergency room then released a few hours later.\n",
        "end use": "Single family or duplex dwelling",
        "proj type": "Alteration or rehabilitation",
        "proj cost": "Under $50,000",
        "stories": "N/A",
        "nonbldght": "N/A",
        "fatality": "N/A",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Non Hospitalized injury",
        "nature": "Amputation",
        "occupation": "Carpenters"
    },
    {
        "inspection": "313231953",
        "open date": "01/14/2010",
        "sic": "1542",
        "establishment name": "Remington Builders, Inc.",
        "description": "\nAt approximately 3:30 p.m. on December 18, 2009, Employee #1 was working for a framing company, engaged in new single-family home construction. He was using a 7.25-in. worm-drive Skill saw to cut a joist, approximately 2.5-in. by 14-in. The saw kicked back and lacerated his leg. Employee #1 was hospitalized.\n",
        "end use": "Single family or duplex dwelling",
        "proj type": "New project or new addition",
        "proj cost": "Under $50,000",
        "stories": "1",
        "nonbldght": "10",
        "fatality": "N/A",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Hospitalized injury",
        "nature": "Cut/Laceration",
        "occupation": "Carpenters"
    },
    {
        "inspection": "125528299",
        "open date": "12/16/2004",
        "sic": "3444",
        "establishment name": "Santa Rosa Stainless Steel Fabricators, Inc.",
        "description": "\nAt 1:00 p.m. on December 16, 2004, Employee #1, with Santa Rosa Stainless Steel Manufacturing, was forming 10-gauge steel tank legs in an Accupress 12-ft press brake (Model 713012). When the steel material being formed bent upwards, his right thumb became pinned between the material and the press brake ram body. He was hospitalized for an amputation.\n",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Hospitalized injury",
        "nature": "Amputation",
        "occupation": "Punching and stamping press machine operators"
    },
    {
        "inspection": "409407.015",
        "open date": "05/01/2012",
        "sic": "N/A",
        "establishment name": "Aero Metal Forms Inc.",
        "description": "\nAt approximately 12:45 p.m. on April 27, 2012, Employee #1 was setting up a  hydraulic press.  During the set-up, his hand came into contact with the press  control switch. Employee #1 activated the press, and crushed two fingers on  his right hand.  Employee #1's fingers both had to be amputated. \n",
        "employee #": "1",
        "age": "59",
        "sex": "M",
        "degree": "Non Hospitalized injury",
        "nature": "Amputation",
        "occupation": "Pressing machine operators"
    },
    {
        "inspection": "316515071",
        "open date": "06/13/2012",
        "sic": "5211",
        "establishment name": "Door System Design Inc",
        "description": "\nOn June 7, 2012, Employee #1 and Employee #2 were dispatched to the loading dock area of a retail superstore to assess with mechanical problems with a dock leveling plate. Employee #1, the lead technician attempted to get identification numbers for the leveling dock that apparently were located on the dock's underneath side. Employee #1 instructed Employee #2 to use the supplied metal rod to block the dock in an elevated position so Employee #1 could access the underneath side of the dock. Employee #2 noticed that the \"blocking rod\" was bent and damaged and notified Employee #1 of the problem. Employee #1 instructed Employee #2 to use the rod anyway. Another employee activated the controls to elevate the dock and Employee #2 placed the damaged rod underneath the dock as the other employee lowered the dock onto the rod by releasing air from the system. With the air cushion depleted, the dock was supported in the elevated position solely by the block out rod. With the rod supporting the dock, Employee #1 leaned into and underneath the dock to gain access to identifier numbers when the rod slipped causing the dock to fall onto and crush Employee #1. Employee #1 was extricated from underneath the dock, and Emergency Rescue Service was called. The local fire department arrived as did an ambulance and transported the employee to an area hospital, where he was admitted for multiple injuries including thoracic spine fractures.\n",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Hospitalized injury",
        "nature": "Other",
        "occupation": "Occupation not reported"
    },
    {
        "inspection": "125832758",
        "open date": "07/05/2005",
        "sic": "2082",
        "establishment name": "Butte Creek Brewing Co",
        "description": "\nOn June 10, 2009, an employee was removing a label from the labeling machine, Krones Prontomatic Label Machine, while it still was in rotation. He caught his arm in the machine. The employee was taken immediately to Enloe Hospital. He spent three days in the hospital for his injuries, which included right arm compound fracture, crushing of the index and other knuckles.\n",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Hospitalized injury",
        "nature": "Fracture",
        "occupation": "Miscellaneous machine operators, n.e.c."
    },
    {
        "inspection": "1271704.015",
        "open date": "10/19/2017",
        "sic": "N/A",
        "establishment name": "Testarossa Winery",
        "description": "\nAt 1:20 p.m. on October 17, 2017, an employee was on a 6 foot stepladder  placed on uneven concrete driveway surface. The employee was cleaning the  grape cluster thruster. The employee fell off the ladder to the ground. The  employee was transported to Valley Medical Center Hospital San Jose. The  injured employee was found on the ground unconscious. The injured employee  sustained a laceration to the right side of his head and internal brain  bleeding. \n",
        "employee #": "1",
        "age": "38",
        "sex": "M",
        "degree": "Hospitalized injury",
        "nature": "Concussion",
        "occupation": "Crushing and grinding machine operators"
    },
    {
        "inspection": "1271208.015",
        "open date": "10/18/2017",
        "sic": "N/A",
        "establishment name": "Town Of Mountain View",
        "description": "\nAt 5:00 pm. on October 17, 2017, Employee #1 was working for a municipal  government. He and two coworkers were setting a 1.8-meter by 1.8-meter (6-foot  by 6-foot) aluminum trench shield. They were using a Case 580 Super M Series  II loader/backhoe, to which was attached a four-leg lifting bridle. One  coworker was the loader/backhoe operator, and another coworker was spotting  for the loader/backhoe operator. Employee #1 was observing the operation. As  the loader/backhoe lifted and moved the trench shield over a spoil pile, the  bucket of the backhoe came into contact with an overhead telephone cable. The  two coworkers watched to ensure that the bucket did not snag the cable as the  shield was moved. At this time, the back right edge of the shield contacted a  spoil pile. At the moment of contact, Employee #1 moved next to the  loader/backhoe's right stabilizer. The rigging was lifted out of the open  hook, and the trench shield fell toward the loader/backhoe. It struck Employee  #1 and pinned him to the ground. The left side of his rib cage was crushed. He  sustained fractured ribs, a fractured sternum, and a perforated aorta. He was  killed. \n",
        "end use": "Other heavy construction",
        "proj type": "Maintenance or repair",
        "proj cost": "Under $50,000",
        "stories": "0",
        "nonbldght": "6",
        "fatality": "X",
        "employee #": "1",
        "age": "36",
        "sex": "M",
        "degree": "Fatality",
        "nature": "Other",
        "occupation": "Water and sewage treatment plant operators"
    },
    {
        "inspection": "119634673",
        "open date": "01/21/2004",
        "sic": "1623",
        "establishment name": "Tutor Saliba Koch Tidewater Jv",
        "description": "\nAt 9:30 a.m. on January 19, 2004, Employee #1 was part of an ironworker crew performing seismic retrofit on the lower deck of the San Rafael-Richmond. While the crew was fastening angle iron stiffeners to bridge girders, a bridge clamp holding an angle iron slipped off a chain hoist, causing a steel beam to fall on Employee #1's lower right leg. He was hospitalized for a compound fracture. Employee #1 had rigged the angle iron to the lift using a clamp instead of a more secure shackle.\n",
        "end use": "Bridge",
        "proj type": "Maintenance or repair",
        "proj cost": "$500,000 to $1,000,000",
        "stories": "N/A",
        "nonbldght": "N/A",
        "fatality": "N/A",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Hospitalized injury",
        "nature": "Fracture",
        "occupation": "Carpenters"
    },
    {
        "inspection": "125823252",
        "open date": "02/16/2006",
        "sic": "5031",
        "establishment name": "Setzer Forest Products Inc",
        "description": "\nOn February 7, 2006, Employee #1, a machine operator, was jointing the top head on a moulder. Employee #1 hooked the extension tool (crescent wrench) on the edge of the metal block that secures the jointing stone to apply more pressure with the stone to the knives. The extension tool slipped, and Employee #1 tried to grab the tool as it fell towards the knives. The fourth and fifth digits of his right hand were amputated. He spent two days in the hospital.\n",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Hospitalized injury",
        "nature": "Amputation",
        "occupation": "Lathe and turning machine set-up operators"
    },
    {
        "inspection": "120145826",
        "open date": "10/17/2002",
        "sic": "2026",
        "establishment name": "Msm Trucking",
        "description": "\nOn September 17, 2002, Employee #1, a truck driver for MSM Trucking, was at the Oak Grove Dairy in Layton, CA, loading his truck tank with milk. The valve at the back of the truck tank was equipped with a safety pin that was supposed to be inserted in the valve stem when the valve was open. This was to prevent fluid from getting behind the plunger on the valve and forcing it closed while the tank was being loaded. Employee #1 started the pump to begin filling the tank when he noticed that the pin was not in place. He then attempted to install the pin with the pump still running. In the process he touched the valve stem and it slammed closed, amputating his right middle finger at the first knuckle. Employee #1 was transported to Valley Industrial Family Medical Group for emergency treatment.\n",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Non Hospitalized injury",
        "nature": "Amputation",
        "occupation": "Truck drivers, heavy"
    },
    {
        "inspection": "313231805",
        "open date": "01/04/2010",
        "sic": "0783",
        "establishment name": "Trugreen Landcare Inc.",
        "description": "\nAt approximately 12:15 pm on December 7, 2009, an employee of a national lawn care and maintenance company was trimming a tree in a gated community for which they perform contract landscape maintenance services. The company had two sections, the \"Enhancement\" and \"Arborist.\" The Enhancement side involved all nonclimbing related tree/plant/shrub/lawn care and maintenance. The Arborist side involved all tree-climbing. Employee #1 was employed as an Enhancement Supervisor and was trained appropriately for all tasks and hazards associated with that work. Prior to the start of work, Employee #1 and his supervisor did an on-site hazard assessment and determined that the tree could be fallen from the ground, which Employee #1 was qualified to do. When Employee #1 and his crew returned to complete the job, a car was parked in the way of the original tree falling plan. Employee #1 decided, instead, to climb and delimb the tree. Because he was not an arborist and not expected to perform any tree climbing, he was not provided with any climbing equipment and was not using a tree workers' saddle and tie-in with an approved safety strap or rope. Employee #1 stated that the last limb was very heavy and hit him in the neck and shoulder, causing him to fall from the tree, approximately 15 feet.\n",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Hospitalized injury",
        "nature": "Fracture",
        "occupation": "Groundskeepers and gardeners, except farm"
    },
    {
        "inspection": "125823484",
        "open date": "08/04/2005",
        "sic": "6519",
        "establishment name": "Hignell, Inc.",
        "description": "\nOn July 28, 2005, Employee #1 was getting out of her desk chair when she tripped on a cable. She lost her balance, falling and fracturing her right hip. Employee #1 was taken to a medical center, where she was hospitalized for four days.\n",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Hospitalized injury",
        "nature": "Fracture",
        "occupation": "Managers, properties and real estate"
    },
    {
        "inspection": "125791657",
        "open date": "11/20/2008",
        "sic": "0173",
        "establishment name": "Ron Porter Dba Lassen Vina Ranch",
        "description": "\nOn September 23, 2008, Employee #1 was trimming trees with a hand trimmer when he amputated his fifth digit off to the second knuckle. Employee #1 was treated at the hospital for his injuries and released the same day.\n",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Non Hospitalized injury",
        "nature": "Amputation",
        "occupation": "Farm workers"
    },
    {
        "inspection": "125593533",
        "open date": "12/03/2003",
        "sic": "1799",
        "establishment name": "Bay Area Reinforcing Inc",
        "description": "\nAt approximately 1:55 p.m. on December 3, 2003, Employees #1, #2, and #3 were building a bridge over the Napa River in Napa, California. They were constructing the reinforcing steel mat inside the lower formwork on top of the falsework. The falsework, which was erected to support the future poured concrete bridge deck, collapsed while being graded with a system of hydraulic jacks and wedges. The failure occurred at Bent Number 122, which kicked out westward, causing all beams, formwork, and reinforcing steel mats between Bents Number 121 and Number 123 to fall to the ground. At the time of accident, Employee #2 was working about 10 ft inside the section that collapsed, near the east end. Employee #1 was near the center of the failed area, and Employee #3 was at the very east end. Employee #3 grabbed the rebar mat and did not fall to the ground, but stopped himself about 10 ft to 12 ft down the mat. He sustained an electric shock. Employees #1 and #2 fell with the formwork approximately 20 ft to 30 ft, ending up in the collapsed structure. Employee #2 sustained cuts and bruises and was treated at a hospital Emergency Room. Employee #1 fractured his ribs and sustained spinal cord injuries. He was hospitalized.\n",
        "end use": "Bridge",
        "proj type": "New project or new addition",
        "proj cost": "$20,000,000 and over",
        "stories": "N/A",
        "nonbldght": "N/A",
        "fatality": "N/A",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Non Hospitalized injury",
        "nature": "Electric Shock",
        "occupation": "Structural metal workers",
        "construction": "2"
    },
    {
        "inspection": "305954547",
        "open date": "12/11/2002",
        "sic": "5511",
        "establishment name": "Jaremko Nissan Inc",
        "description": "\nAt approximately 4:45 p.m. on November 11, 2002, a non-work related traffic accident occurred. Employee #1 was operating a 2002 Nissan Altima, traveling northbound on US highway 97, while another vehicle, 1999 Pontiac van, was traveling southbound at a similar point on the stretch of road. For some reason, Employee #1 crossed the center line into the southbound lane and crashed into the Pontiac, which contained two people (driver and a passenger). All three people were transported to the hospital and pronounced dead due to injuries sustained.\n",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Fatality",
        "nature": "Other",
        "occupation": "Occupation not reported"
    },
    {
        "inspection": "125528240",
        "open date": "12/08/2004",
        "sic": "2015",
        "establishment name": "Reichardt Duck Farms",
        "description": "\nAt approximately 8:00 a.m. on November 30, 2004, Employee #1, a poultry processor, was unloading a cart of ice from a truck when the wheel rolled and caught the dock. Employee #1 put his right foot under the cart to try to control it and fractured his foot. Employee #1 was hospitalized and treated for his injuries.\n",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Hospitalized injury",
        "nature": "Fracture",
        "occupation": "Miscelaneous food preparation occupations"
    },
    {
        "inspection": "125534420",
        "open date": "04/24/2006",
        "sic": "5211",
        "establishment name": "Allied Building Products Corp",
        "description": "\nOn November 19, 2004, Employee #1 was working for his employer, a building products retailer which delivers roofing materials to work sites using trucks and conveyors.  Employee #1 was unloading bundles of shingles while a coworker was loading the material to the conveyor.  Employee #1 was then unloading bundles of shingles and stacking them onto a roof with a 5:12 pitch. At approximately 9:45 a. m., Employee #1 was on the roof when he slipped on a piece of wet plywood sheeting, falling 10 feet to the concrete level below.  Employee #1 sustained a head injury and multiple fractures.  He was hospitalized for three weeks.  The incident was reported on April 4, 2006 to the California Department of Occupational Safety and Health. \n",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Hospitalized injury",
        "nature": "Fracture",
        "occupation": "Miscellaneous hand working occupations"
    },
    {
        "inspection": "125823294",
        "open date": "03/16/2006",
        "sic": "2431",
        "establishment name": "Yuba River Moulding And Millwork Inc",
        "description": "\nOn March 6, 2006, Employee #1 was cutting wood of different sizes and lengths. He hit the knee control on the Number 10 chop saw, and inadvertently cut his right hand, amputating one of his fingers. He was hospitalized for treatment.\n",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Hospitalized injury",
        "nature": "Amputation",
        "occupation": "Forestry workers, except logging"
    },
    {
        "inspection": "313231920",
        "open date": "01/12/2010",
        "sic": "8351",
        "establishment name": "B J Jordan Child Care Programs",
        "description": "\nAt approximately 10:45 a.m. on December 22, 2009, Employee #1 and two coworkers were reroofing a shade structure with height of approximately 7.5 ft. The structure was erected over a sandbox at a location in North Highlands, CA. Employee #1 worked from a 2 ft by 8 ft oriented strand board, removing the old plastic roof. As he removed the plastic roof, he lost his balance and fell. He fell into the 2 ft by 4 ft space between the roof frame members, sustaining unspecified injuries. Employee #1 was transported to a medical center, where he received treatment and was hospitalized.\n",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Hospitalized injury",
        "nature": "Fracture",
        "occupation": "Helpers, mechanics and repairers"
    },
    {
        "inspection": "120145842",
        "open date": "11/12/2002",
        "sic": "3231",
        "establishment name": "Guardian Fabrication Inc",
        "description": "\nOn October 2, 2002, Employee #1, of Guardian Fabrication Inc., was picking up a roll of vinyl to set into a rack so that he could roll out the needed amount of vinyl to set into a rack. The rolls are stored in a vertical position, then picked up by a forklift with a special attachment and rolled to the horizontal position and a bar is then placed in the middle of the roll and it is set on a rack. The employee set the roll over the rack first and then tried to insert the bar when the roll shifted a little bit and the ring finger tip of his right hand was caught between the bar and the rack. Employee #1 was taken to Reedley Hospital for emergency treatment, but was not hospitalized.\n",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Non Hospitalized injury",
        "nature": "Amputation",
        "occupation": "Misc. metal,plastic,stone&glass-working mach. op's"
    },
    {
        "inspection": "123153504",
        "open date": "11/03/2003",
        "sic": "5051",
        "establishment name": "Infra-Metals Company",
        "description": "\nOn November 3, 2003, Employee #1, a band saw operator, requested the supervisor to have someone bring him an empty dumpster into the south building because his scrap dumpster was full. The shift supervisor radioed a coworker from maintenance to have the coworker bring the Employee #1 an empty dumpster. When the forklift operator, who left the break room early heard this request over the radio, and was very close to the storage area of the dumpster on the western end of the facility property, offered to bring in the dumpster for Employee #1. The forklift operator retrieved an empty dumpster using the forklift and drove it into the north end garage bay of the south buildings bay Number 5. The forklift operator placed the dumpster in the center of the bay near the center of the building. The forklift operator then proceeded to back out of the bay approximately 25 to 30 ft but was motioned to stop by Employee #1, who was standing near the band saw in quadrant Number 519 and who was hoisting the full dumpster using the bay Number 5 overhead crane. The forklift operator then pulled forward approximately 5 to 10 feet. Employee #1 attached an alloy steel chain sling onto the hook of the north hoist and used the sling to attach the hoist to the north side of the dumpster. Employee #1 also attached another alloy steel chain sling onto the hook of the south hoist and used the sling to attach the hoist to the south side of the dumpster. The original location of the dumpster prior to Employee #1 moving it was in quadrant Number 517 or in the area northeast of the band saw. Employee #1 then hoisted the dumpster up off the floor five to six feet and moved it in an easterly manner over to the open area where the forklift was located in quadrant Number 515. Employee #1 landed the dumpster onto the forks of the forklift so that the scrap dumpster was up against the load backstop extension of the forklift. The forks of the forklift were tilted all the way back causing the south end of the dumpster to be tilted higher than the north side. According to the forklift operator, the front tips of the forks were 12 in. above the floor and the rear portion of the forks were approximately 6 in. above the floor. Employee #1 lowered the hoist blocks of both the north and south hoists until the south side of the dumpster slackened enough to allow the alloy steel chain sling to be removed from the dumpster. At this time, Employee #1 was standing on the south side of the dumpster between the dumpster placed on the forklift and the empty dumpster placed in the bay by the forklift operator. After removing the alloy steel chain sling from the south side of the dumpster, Employee #1, using the belly-box crane control unit engaged the hoist up lever which raised not only the south hoist but also the north hoist which was still attached with the alloy steel chain sling on the north side of the dumpster causing the north side of the dumpster to raise up tipping in a southerly direction. The bottom of the dumpster pivoted on the tip of the forks on the forklift until it slid off in an elevated state tipping over, landing on the upper and lower legs of Employee #1 with a portion of the scrap steel falling out against the torso of Employee #1, pinning the operator between the tipped over dumpster and the empty upright dumpster. The forklift operator upon seeing the dumpster tip over, jumped out of the forklift, ran to the area between the tipped over dumpster and empty dumpster only to see Employee #1 pinned. The forklift operator ran to obtain help but the sound of the incident caused employees in the break room which was 75 to 100 ft away to come out to see what the cause of the noise was. Numerous individuals called Emergency Medical Services. Police, Fire and EMS services arrived but did not extricate Employee #1l due to the catastrophic nature of the injuries and no signs of life noticeable. The unstable, tipped over dumpster contained heavy loose scrap metal prev\n",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Fatality",
        "nature": "Asphyxia",
        "occupation": "Sawing machine operators"
    },
    {
        "inspection": "119626380",
        "open date": "10/23/2002",
        "sic": "2411",
        "establishment name": "Wylatti Resource Management, Inc.",
        "description": "\nOn October 23, 2002, Employee #1 working atop of a motor compartment of a loader Caterpillar model number 950A Serial number 81J6963, adjusting and bending a tail pipe that had been bent that morning. Employee #1 slipped falling between a tire and the machine. The Operator of the loader did not see Employee #1 atop or next to the machine. The operator started to move, crushing Employee #1 with the left rear tire.\n",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Fatality",
        "nature": "Puncture",
        "occupation": "Timber cutting and logging occupations"
    },
    {
        "inspection": "125537902",
        "open date": "11/01/2006",
        "sic": "7532",
        "establishment name": "Lito Auto Body Inc",
        "description": "\nAt approximately 8:15 a.m. on October 31, 2006, Lito Auto Body, Inc., an automobile repair shop, employed a worker who was unloading a vehicle from a Beeline frame rack. The worker was injured when the frame rack fell on him. The worker crawled underneath the rack to release the safety bar. The worker was hospitalized with multiple fractures of the pelvis and femur. The equipment involved in the accident was a Beeline automotive frame machine (Model Number 12,000, and Serial Number 256), equipped with an air/ hydraulic pump, Model Number 4020.\n",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Hospitalized injury",
        "nature": "Fracture",
        "occupation": "Automobile body and related repairers"
    },
    {
        "inspection": "127450617",
        "open date": "11/07/2002",
        "sic": "1542",
        "establishment name": "Action Building Contractors, Inc.",
        "description": "\nOn October 28, 2002, Employee #1 and two other coworkers were performing repair work on a front porch, which required the concrete under the roof structure to be replaced. Employee #1 and his coworkers put temporary supports in place to take the weight off of the four existing permanent support posts. Once the temporary supports were in place, they proceeded to remove the permanent support posts one-by-one in the following order: outside left support, outside right support, inside left support, and inside right support. Just before the last post was removed, Employee #1's coworkers became occupied; one taking a phone call and the other reentering the building for supplies. Without waiting for his coworkers to return, Employee #1 began to remove the inside right support. The roof structure collapsed and trapped him underneath. Employee #1 was hospitalized and treated for a crushed chest. He died five days later.\n",
        "end use": "Other building",
        "proj type": "Alteration or rehabilitation",
        "proj cost": "$250,000 to $500,000",
        "stories": "1",
        "nonbldght": "N/A",
        "fatality": "X",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Fatality",
        "nature": "Asphyxia",
        "occupation": "Helpers, construction trades"
    },
    {
        "inspection": "305693087",
        "open date": "10/03/2002",
        "sic": "0175",
        "establishment name": "William Robert Missal Dba William Missal Orchards",
        "description": "\nOn October 2, 2002, Employee #1 of William Missal Orchards was picking pears when he fell from an orchard ladder, row 5, 8 trees in. He was conscious when found and later lapsed into a coma. The Employee was taken to Central Washington Hospital, where he underwent extensive brain surgery. Employee #1 was diagnosed as having massive intracranial bleeding, never regained consciousness, was removed from life support, and subsequently died.\n",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Fatality",
        "nature": "Other",
        "occupation": "Occupation not reported"
    },
    {
        "inspection": "316516103",
        "open date": "07/06/2012",
        "sic": "2044",
        "establishment name": "Tamaki Rice Corp",
        "description": "\nOn June 12, 2012, Employee#1, a forklift operator with Tamaki Rice Corp, was loading rice into a large canvas-like rice tote on the ground, while using a forklift. Employee #1 lifted the rice from a metal bin that was elevated by straps, that were supported by a second forklift, operated by a coworker. Employee #1 was holding the canvas-like chute, which was part of the tote, under a small access door on the metal bin to capture the rice. At some point, the coworker operating the second forklift that supported the metal bin, tilted the forks forward causing the bin to dip downward and catch Employee#1's right arm between the bottom of the bin and the forks of the lift supporting the tote. Employee #1 was transported to a hospital where he was treated for a soft tissue injury laceration, contusion, abrasion, and bruising of his arm. No fractures were noted, but Employee #1 was admitted overnight for observation for potential swelling and was released the following morning.\n",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Hospitalized injury",
        "nature": "Bruise/Contus/Abras",
        "occupation": "Farm workers"
    },
    {
        "inspection": "125829275",
        "open date": "07/18/2013",
        "sic": "8322",
        "establishment name": "Shasta County Health & Human Services Opportunity",
        "description": "\nOn July 18, 2013, Employee #1 was working in a large warehouse-type facility that was largely void of air conditioning. While sorting colored glass on a conveyor belt, the recycling and sorting line stopped at approximately 2:30 p.m. for the day. After exiting the line, the employee complained of being hot, so a supervisor escorted him to an air conditioned break room, where he rested for about 15-20 minutes and doused his head under cool water. Employee #1 returned to work to sweep and clean up for the day. The employee was sweeping below the sorting a line. At approximately 3:15 p.m. he collapsed. The local fire department did not attempt resuscitative efforts nor were body temperatures taken. Employee #1 was pronounced dead on scene.\n",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Fatality",
        "nature": "Other",
        "occupation": "Laborers, except construction"
    },
    {
        "inspection": "308529544",
        "open date": "01/26/2005",
        "sic": "1711",
        "establishment name": "Hodges Services Inc",
        "description": "\nOn January 25, 2005, Employee #1 was installing a heating and air conditioning (HVAC) unit on the second story of a new building addition. He suffered a heart attack and died.\n",
        "end use": "Commercial building",
        "proj type": "New project or new addition",
        "proj cost": "$500,000 to $1,000,000",
        "stories": "2",
        "nonbldght": "12",
        "fatality": "X",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Fatality",
        "nature": "Other",
        "occupation": "Occupation not reported"
    },
    {
        "inspection": "125541391",
        "open date": "01/29/2009",
        "sic": "8221",
        "establishment name": "California State University, Sonoma",
        "description": "\nOn January 29, 2009, Employee #1 was removing a fallen tree from the main warehouse roof of the General Services Building. Employee #1 fell approximately 16 feet from the roof through a 4-ft by 12-ft skylight. Employee #1 fractured four vertebrae and an elbow and suffered a concussion.\n",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Hospitalized injury",
        "nature": "Fracture",
        "occupation": "Miscellaneous hand working occupations"
    },
    {
        "inspection": "123292542",
        "open date": "12/04/2002",
        "sic": "1521",
        "establishment name": "Westchester Modular Homes Construction Corp.",
        "description": "\nOn November 26, 2002, two empty trailers, one on top of the other, were being stacked on a third trailer. Using two 4-inch-wide by 12-foot-long nylon slings, the two trailers were hoisted by an H10 excavator. The four eyes of the nylon slings were connected to each hook of the four legged 0.625-inch-wide rope sling whose main shackle was attached to the hook of the crane. The trailers were then lifted approximately 12 to14 feet high. One tag line was attached to the front end (tongue side) of the bottom trailer. According to the crane operator, he cabled up, boomed up about 10 feet, and then started to swing the load. He swung the load about 10 to 15 feet while the ground crew turned the trailers with the tag line. When the crane stopped swinging, one of the slings broke and a second or two later the second sling broke. The slight delay between the two slings breaking allowed the top, unsecured trailer to slide and strike a nearby structure just above the garage door opening. The bottom trailer fell, striking Employee #1 on the back of his legs, and pinning his legs under the trailer. The employee fell to the ground and struck his head on the concrete threshold foundation in the middle garage bay. The top trailer, after striking the structure, fell on top of the bottom trailer. Employee #1 was transported by ambulance to Danbury Hospital. He underwent surgery but died of his injuries the following day.\n",
        "end use": "Single family or duplex dwelling",
        "proj type": "New project or new addition",
        "proj cost": "$500,000 to $1,000,000",
        "stories": "2",
        "nonbldght": "N/A",
        "fatality": "X",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Fatality",
        "nature": "Concussion",
        "occupation": "Occupation not reported"
    },
    {
        "inspection": "309655082",
        "open date": "03/21/2006",
        "sic": "1429",
        "establishment name": "Calportland Company",
        "description": "\nOn March 20, 2006, Employee #1, a maintenance employee of a surface mine, was moving a steel shaft in the equipment shop, using an overhead hoist. Employee #1 amputated a finger, tip on his left middle finger when the load shifted. Employee #1 was treated at a hospital and was released on the same day. Employee #1 did not rig the load properly and did not remove bushings from the shaft prior to hoisting.\n",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Non Hospitalized injury",
        "nature": "Amputation",
        "occupation": "Machinery maintenance occupations"
    },
    {
        "inspection": "120208863",
        "open date": "06/19/2008",
        "sic": "0722",
        "establishment name": "Steven Mcvey Farm",
        "description": "\nOn June 5, 2008, Employee #1 was operating a harvester (farm machinery) when the machine caught fire. Employee #1 stopped the harvester and grabbed a fire extinguisher to put out the fire. While standing on the upper ledge Employee #1 fell into the auger header. Farmers from the next field saw the fire and called emergency services. Once on site the fire personnel found Employee #1 in front of the harvester. Employee #1 told fire personnel that he was caught in the auger head and fought his way out. Fire personnel called for paramedics for transfer. Employee #1 had cervical spine fractures and multiple rib fractures. On June 11, 2008, while having a CAT scan in the hospital, Employee #1 lost his pulse and became nonresponsive. Employee #1 died at approximately 9:32 a.m. on June 11, 2008.\n",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Fatality",
        "nature": "Fracture",
        "occupation": "Farmers, except horticultural"
    },
    {
        "inspection": "125528091",
        "open date": "11/02/2004",
        "sic": "1794",
        "establishment name": "North Bay Construction Inc",
        "description": "\nEmployee #1, working for North Bay Construction Inc. in Rohnert Park, CA, was loading parts and fittings into the cab floor of a CAT (model 416D) backhoe for transport to a job site. During this process, one of the fittings rolled onto the foot control that activated the backhoe boom swing. Employee #1 was pinned between the boom and the rear of the CAT. He suffered four fractured ribs and a ruptured spleen.\n",
        "end use": "Highway, road, street",
        "proj type": "New project or new addition",
        "proj cost": "$50,000 to $250,000",
        "stories": "N/A",
        "nonbldght": "N/A",
        "fatality": "N/A",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Hospitalized injury",
        "nature": "Fracture",
        "occupation": "Paving, surfacing and tamping equipment operators"
    },
    {
        "inspection": "305989519",
        "open date": "01/03/2003",
        "sic": "5148",
        "establishment name": "C M Holtzinger Fruit Co Inc",
        "description": "\nOn January 3, 2003, at least six employees entered the cold room to inventory fruit. Two propane-powered forklifts accompanied the inventory crew. Work began at approximately 6:00 a.m. and by 9:00 a.m., several workers began feeling dizzy with headaches; several thought they were getting the flu. After their break, they returned to work. There was no ventilation in the cold room which resulted in forklift exhaust gases to accumulate causing an increase in airborne concentrations of toxic exhaust components, including Carbon Monoxide. By 10:30 a.m., the cold room workers were overcome by the fumes. Many were nauseous and vomiting. Emergency Medical Services were called and six employees were taken to local hospitals. Employees #1 and #2 were admitted for overnight treatment and observation, and employees #3 through #6 were not hospitalized. The local Fire Department evacuated the plant until the Carbon Monoxide level was lowered. The Fire Department measured airborne Carbon Monoxide concentrations at 600 ppm in the cold room. It was later determined that forklift #4 was defective and was emitting 4.5 CO at exhaust.\n",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Non Hospitalized injury",
        "nature": "Asphyxia",
        "occupation": "Occupation not reported"
    },
    {
        "inspection": "125560433",
        "open date": "10/01/2003",
        "sic": "0723",
        "establishment name": "Gilroy Foods",
        "description": "\nEmployee #1 was walking on top of a dryer plenum that is used as access to a steam line valve. The plenum cover had been displaced and Employee #1 fell 11 ft into the plenum and his arm contacted the recirculation fan. Employee #1's right arm was amputated by the fan blades. Employee was stabilized by the nurse on site then transported to the hospital and was admitted.\n",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Hospitalized injury",
        "nature": "Amputation",
        "occupation": "Not specified mechanics and repairers"
    },
    {
        "inspection": "120204938",
        "open date": "03/05/2008",
        "sic": "1791",
        "establishment name": "D G Clover Constr Co Inc",
        "description": "\nOn February 29, 2008, Employee #1, of D. G. Clover Construction Company, Inc., was moving a steel beam. While moving the steel beam, the rigging slipped and pinned Employee #1 on the ground. He was hospitalized for a shattered right ankle, a fractured right leg and lower left leg.\n",
        "end use": "Commercial building",
        "proj type": "New project or new addition",
        "proj cost": "$50,000 to $250,000",
        "stories": "2",
        "nonbldght": "30",
        "fatality": "N/A",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Hospitalized injury",
        "nature": "Hearing Loss",
        "occupation": "Construction laborers"
    },
    {
        "inspection": "125532499",
        "open date": "05/20/2008",
        "sic": "2421",
        "establishment name": "Agwood Mill & Lumber Inc",
        "description": "\nAt approximately 8:20 a.m. on May 16, 2008, Employee #1 was a lumber mill laborer. He was using a Precision Parts Connection Inc. jump saw, Model Number 18, Serial Number 307 9-92, to cut a 2-in. by 4-in. board to length. The jump saw was not guarded and had an unguarded foot treadle. Employee #1 was injured when he triggered the cutting action with his foot while his finger was above the blade opening. He suffered an amputation of his right middle finger to its first joint. He was hospitalized at Ukiah Valley Medical Center for treatment.\n",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Hospitalized injury",
        "nature": "Amputation",
        "occupation": "Machine operators, not specified"
    },
    {
        "inspection": "125540419",
        "open date": "06/18/2008",
        "sic": "5182",
        "establishment name": "Bronco Wine Company Dba Hacienda Wine Cellars",
        "description": "\nAt approximately 11:00 p.m. on June 15, 2008, Employee #1, a maintenance mechanic, was working alone adjusting a wine bottle foiler, Robino and Galindrino, Model Number 29/2, Serial Number 34/93 Z-093156. Employee #1 was following a written lock out-tag out program as specified by the equipment supplier and adopted by the employer. He dropped a 17mm wrench that fell through a small opening, striking the pendant jog control box guarded button. The machine jogged, and Employee #1 was hospitalized with a crushed right finger.\n",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Hospitalized injury",
        "nature": "Other",
        "occupation": "Machinery maintenance occupations"
    },
    {
        "inspection": "123155392",
        "open date": "02/17/2004",
        "sic": "1622",
        "establishment name": "Balfour Beatty Construction, Inc.",
        "description": "\nAt approximately 7:00 a.m. on February 17, 2004, Employee #1, an operator of an American crane, and a five-man crew, were working at a ship scrapping yard to remove a fascia grinder located on the north end of the yard (island). The crew consisted of one crane operator, three ironworkers, and one ironworker foreman. They started out the day by making slight adjustments to a Manitowoc barge and two scrap barges. After all adjustments were made, the barges were placed into their final positions. One ironworker, along with a set of oxygen-acetylene torches, boarded the western-most scrap barge and moved to the east scrap barge. Approximately three hours later, the ironworker foreman attached the required rigging to the Manitowoc crane, which was accessed through the westernmost scrap barge. The two ironworkers were lifted in a man basket up to the northeast corner of the island, an area between the center and south fascia girder in span 8, and the rigging equipment was attached to Employee #1's crane block. The two ironworkers set up the oxygen-acetylene cutting torches, while Employee #1 applied 70,000 pounds of tension to the rigging and then walked down the beam and connected the rigging of the Manitowoc crane to the girders pick point. Then the Manitowoc crane operator applied 68,000 pounds of tension. The two ironworkers on the island walked out to the north fascia girder and proceeded to cut the easternmost floor beam. The entire floor beam was cut and the crew, moving in a westerly direction, proceeded to the next floor beam. The top flange of the next two floor beams was cut, leaving one floor beam on the west end of the north fascia girder. The last remaining floor beam was cut until approximately one inch remained. The ironworker making the cuts in the floor beam used his radio to report that one inch remained. There were no objections or problems stated by other members of the crew and the ironworker cut the remaining portion of the last floor beam. The ironworker used his radio again to inform the crew that the floor beam was cut clear from the north fascia girder. Both ironworkers proceeded to exit the north end of pier number 7 and returned to the island. Once safely on the island, the ironworkers used their radio to notify the crew of their status. About two hours later, with the two ironworkers still on the island, the ironworker foreman was now in the westernmost scrap barge, and the third ironworker was located in the easternmost scrap barge. One of the ironworkers on the island called to the Manitowoc crane, by radio, instructing to cable up. But before the operator could do so, Employee #1 started the engine of his crane. The third ironworker observed the east side of the girder to be approximately 2 feet above the pier cap. At the same time, the ironworkers on the island, walking east observed that the east end of the girder was approximately one foot off the pier cap and the ironworker on the west end of the island agreed. The Manitowoc crane operator did not cable or boom up and felt a jolt on the left side of his crane and looked out to his right to see the location of the tug boat, which was near the dock away from the barges. Then he looked up at the rigging and boom tip and observed the girder curling in the direction of the water. The girder was half way down between the pier caps and the water, and the boom of the American crane and was breaking apart. The Manitowoc crane operator felt his crane being pulled, looked out the cab door, and observed the west side tracks of the crane approximately 5 feet above the timber mats. The Manitowoc crane operator released the friction brake, jumped out of the cab and ran towards the stern end of the barge crouching down on the south side of a concrete jersey barrier, which was used as a crane stop at the end of the track. Both an ironworker and the ironworker foreman, on the scrap barges, ran to the north end of the barges. The ironworker climbed over the north w\n",
        "end use": "Bridge",
        "proj type": "New project or new addition",
        "proj cost": "$20,000,000 and over",
        "stories": "N/A",
        "nonbldght": "N/A",
        "fatality": "X",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Fatality",
        "nature": "Other",
        "occupation": "Crane and tower operators"
    },
    {
        "inspection": "125532572",
        "open date": "06/08/2006",
        "sic": "1629",
        "establishment name": "Tyris Corporation",
        "description": "\nAt approximately 1:50 p.m. on June 7, 2006, Employee #1 was proceeding down hill on a hard packed soil covered road at a landfill remediation site which periodically was watered down to control dust. The vehicle involved is a 1996 Moxy dump truck, Model Number MT 30 R/S 3, all-wheel drive (Serial Number 1623219), Manufactured in Norway by Minni Corporation. As Employee #1 was rounding a shallow left turn he apparently began to slip sideways with the left front wheel entering a berm on the edge of the left side of the road. The center-articulating dump truck overturned causing it to rest on its left side. Employee #1 was injured when his body was thrown about the small single-seat cab, striking his head on one of several fixed objects in the cab including the steering wheel and instrument panel. Employee #1 appears to have been wearing the seat belt provided. Employee #1 suffered a broken arm and multiple head injuries, including a concussion. Employee #1 was hospitalized.\n",
        "end use": "Other heavy construction",
        "proj type": "Other",
        "proj cost": "$1,000,000 to $5,000,000",
        "stories": "N/A",
        "nonbldght": "N/A",
        "fatality": "N/A",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Hospitalized injury",
        "nature": "Concussion",
        "occupation": "Truck drivers, heavy"
    },
    {
        "inspection": "305898298",
        "open date": "10/28/2002",
        "sic": "1761",
        "establishment name": "Cupery Construction Co.",
        "description": "\nAt approximately 8:47 a.m. on or about January 1, 2003, Employee #1 was assisting coworkers in the removal and replacement of metal roof decking on a 3-in-12 pitched roof. He was was holding a section of 9 ft 4 in. long by 3-1.2 in. wide sheet metal roofing when it contacted a three-phase overhead power line carrying 7,200 volts of current. Employee #1 was electrocuted. The lines were not covered, protected, or de-energized and grounded. The line that was contacted was 5 ft 6 in. above the roof surface and 4 ft in from the roof edge. The building owners knew that there would be work conducted near the power lines, exposing the workers to the hazard of electric shock.\n",
        "end use": "Manufacturing plant",
        "proj type": "Maintenance or repair",
        "proj cost": "$50,000 to $250,000",
        "stories": "1",
        "nonbldght": "27",
        "fatality": "X",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Fatality",
        "nature": "Electric Shock",
        "occupation": "Structural metal workers"
    },
    {
        "inspection": "119629004",
        "open date": "06/16/2003",
        "sic": "8221",
        "establishment name": "Pacific Union College",
        "description": "\nAn employee was operating a Piona Machine fixed trash compactor. The compactor had a drop-in collection push pit that was approximately 6 feet wide, 5 feet high and 4 feet deep and was attached to a 40-cubic-yard receiving container. The employee's body was found in the nearly full container between the push plate and the compacted material. There were no witnesses to this accident, but it appears that he either fell into or otherwise entered the floor level pit while the push pit ram was still in operation. It had been set into the automatic mode. The steel floor was slippery around the push pit and there was no point of operation guarding in place. The employee died as a result of his injuries.\n",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Fatality",
        "nature": "Other",
        "occupation": "Supervisors; handlers,equip-cleaners,laborers nec"
    },
    {
        "inspection": "307420539",
        "open date": "08/30/2004",
        "sic": "1761",
        "establishment name": "Luis Valadez Cervantes",
        "description": "\nOn August 19, 2004, Employee #1 and 9 other coworkers were installing a new roof on a building in North Vernon, Indiana. The project involved the removal of the old shingles, and the installation of new ones. This was a rather large building but the job was completed in one day. At about 5:22 p.m., Employee #1 fell from entrance canopy roof of the buildings. The roof was low sloped with a 3 in. to 12 in. pitch. Employee #1 fell approximately 18 ft to 20 ft to the asphalt pavement below. He was transported by Stat Flight to University Hospital in Louisville, Kentucky, where he was admitted to surgery. Employee #1 was pronounced brain dead in the recovery room at 5:58 p.m. on August 20, 2004. No fall protection was provided or used during the roofing project.\n",
        "end use": "Other building",
        "proj type": "Alteration or rehabilitation",
        "proj cost": "Under $50,000",
        "stories": "1",
        "nonbldght": "25",
        "fatality": "X",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Fatality",
        "nature": "Concussion",
        "occupation": "Roofers"
    },
    {
        "inspection": "303583165",
        "open date": "05/05/2003",
        "sic": "1442",
        "establishment name": "Vulcan Materials Company",
        "description": "\nOn February 3, 2003, an employee was trying to remove a large stuck boulder between operating conveyor belt and Magnet Housing. The employee's right hand and finger was smashed and twisted between the boulder and magnet housing amputating of a portion of his right small fingertip.\n",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Hospitalized injury",
        "nature": "Amputation",
        "occupation": "Excavating and loading machine operators"
    },
    {
        "inspection": "125729699",
        "open date": "10/30/2002",
        "sic": "1791",
        "establishment name": "Triton Towers Inc",
        "description": "\nOn September 30, 2002, Employee #1 and coworkers were erecting a 120 ft communications tower in Huron, CA. It was being installed in 20 ft sections. Employee #1 was instructed to climb an unsecured section and prepare it for installation. He was swinging to the outside of the frame to finish installing a bracket when the tower overturned and he fell about 18 ft to the ground, becoming trappedn under the structure as it landed. Coworkers came to his aid and rescued him from underneath the tower. Employee #1 sustained multiple injuries to his ribs, shoulder, wrists and arm, for which he was hospitalized.\n",
        "end use": "Tower, tank, storage elevator",
        "proj type": "New project or new addition",
        "proj cost": "$50,000 to $250,000",
        "stories": "N/A",
        "nonbldght": "N/A",
        "fatality": "N/A",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Hospitalized injury",
        "nature": "Fracture",
        "occupation": "Telephone installers and repairers"
    },
    {
        "inspection": "119980555",
        "open date": "12/13/2002",
        "sic": "4911",
        "establishment name": "Southern California Edison",
        "description": "\nAn electric utility employee was using a piece of rebar to clear debris from a clogged 152-millimeter-diameter siphon valve. The valve cleared suddenly, allowing water to shoot out. The water struck the employee, who was standing in front of the valve, and threw him back about 15 meters. He landed on rocks and sustained fatal injuries.\n",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Fatality",
        "nature": "Other",
        "occupation": "Carpenters"
    },
    {
        "inspection": "309670248",
        "open date": "04/11/2006",
        "sic": "1751",
        "establishment name": "Anthony Builders",
        "description": "\nOn March 7, 2006, Employee #1 and four coworkers were lifting a frame wall into place when the frame wall broke loose striking Employee #1 on the back of his head. Employee #1 suffered a small laceration and was taken to a doctor and received stitches. Employee #1 returned to work the same day. Employee #1 began having headaches and vomited. The next day Employee #1 was admitted to the hospital with worsening headache and getting lethargic. Employee #1 was admitted to hospital where it was discovered he had a rare blood disorder and was later transferred to a hospice. Employee #1 died on March 30, 2006.\n",
        "end use": "Single family or duplex dwelling",
        "proj type": "New project or new addition",
        "proj cost": "$250,000 to $500,000",
        "stories": "2",
        "nonbldght": "30",
        "fatality": "X",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Fatality",
        "nature": "Cut/Laceration",
        "occupation": "Supervisors; carpenters and related workers"
    },
    {
        "inspection": "307423772",
        "open date": "09/20/2004",
        "sic": "1795",
        "establishment name": "Todd Cole/Jon Pitts Partnership",
        "description": "\nAt 12:30 p.m. on September 17, 2004, Employee #1 was using a Bobcat to pull over a concrete wall by using a metal cable attached to synthetic webbed slings connected by metal shackles. The synthetic webbed slings had several worn and torn areas, with the red warning line exposed and broken in all three slings. On the third lunge with the Bobcat, the synthetic webbed sling separated and the metal shackle recoiled back towards the Bobcat. The shackle struck Employee #1 sitting in the Bobcat in the head, causing massive head trauma. The employee died from his injuries.\n",
        "end use": "Other building",
        "proj type": "Demolition",
        "proj cost": "Under $50,000",
        "stories": "N/A",
        "nonbldght": "N/A",
        "fatality": "X",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Fatality",
        "nature": "Other",
        "occupation": "Construction laborers"
    },
    {
        "inspection": "125539734",
        "open date": "12/01/2006",
        "sic": "2032",
        "establishment name": "G.L. Mezzetta Inc",
        "description": "\nAt approximately 12:20 p.m. on November 22, 2006, Employee #1 was working at the food processing plant for G.L. Mezzetta Incorporated. She was changing over from slicing basil to parsley. With the machine running, she reached approximately 10 in. into the discharge chute with her left hand, to remove the excess product. Employee #1 was injured when her finger came in contact with the spindle knives on the vegetable slicing and dicing machine, manufactured by Urschel Laboratories Incorporated. She was hospitalized for the amputation of her finger.\n",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Hospitalized injury",
        "nature": "Amputation",
        "occupation": "Supervisors; handlers,equip-cleaners,laborers nec"
    },
    {
        "inspection": "307375360",
        "open date": "07/16/2004",
        "sic": "1442",
        "establishment name": "U S Borax",
        "description": "\nAt approximately 10:00 a.m. on July 14, 2004, a plant service operator was working at the Boric Acid Plant in the granulating area near the product day bins. He was operating a Cat Forklift/Loader IT28F, Serial Number 98710560, and Unit Number 7613. The employee has been a heavy equipment operator for 11 years. The employee had dismounted the forklift to adjust the forks so that he could pick up a bin to load it onto a trailer. He was climbing up the fixed ladder to the forklift when his foot slipped off the top platform that leads to the cab. The rungs of the ladder were of uneven spacing. He fell approximately five feet to the ground. The employee was transported to a local hospital where he was treated for a fractured ankle, and minor bruises to his back.\n",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Hospitalized injury",
        "nature": "Fracture",
        "occupation": "Miscellaneous material moving equipment operators"
    },
    {
        "inspection": "125534230",
        "open date": "02/10/2006",
        "sic": "1521",
        "establishment name": "Jack Barcewski Dba Sunshine Construction",
        "description": "\nOn February 9, 2006, Employee #1 was bending a rebar using a hickey bar. When the bar slipped, Employee #1 lost his balance and fell off the structure. He fractured his pelvis. The construction site consisted of a retaining wall with a stairwell being constructed.\n",
        "end use": "Single family or duplex dwelling",
        "proj type": "New project or new addition",
        "proj cost": "$1,000,000 to $5,000,000",
        "stories": "1",
        "nonbldght": "N/A",
        "fatality": "N/A",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Hospitalized injury",
        "nature": "Fracture",
        "occupation": "Carpenters"
    },
    {
        "inspection": "306034422",
        "open date": "12/09/2002",
        "sic": "8059",
        "establishment name": "Karla Yantz",
        "description": "\nAt 6:00 a.m. on December 9, 2002, Employee #1 suffered a cardiac arrest as he was sleeping at his workplace. Cardiopulmonary resuscitation (CPR) was initiated on Employee #1 until the aid unit arrived. Employee #1 was pronounced dead at the scene at 6:12 a.m.\n",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Fatality",
        "nature": "Other",
        "occupation": "Occupation not reported"
    },
    {
        "inspection": "123290124",
        "open date": "06/14/2003",
        "sic": "1761",
        "establishment name": "E.D. Construction Incorporated",
        "description": "\nOn June 14, 2003, ten employees working for E.D. Construction were assigned to do roofing work. They were split up into three crews. One crew consisted of four employees, and they were assigned to install the rubber roofing in the Cricket area. The crew installed the rubber roofing material in the Cricket area using 0.5 inch-thick fiberboard placed on the roof sheathing and secured it using three-inch-long screws. Once the fiberboard was installed, the employees started spreading the glue. The glue, Bonding Adhesive (solvent based), was manufactured by Roofing Products International Inc. which was based in Elkhart, IN. While one employee was spreading the glue, another employee was using a Benz-O- Matic propane torch equipped with a 16.4 oz. liquid propane gas container Model Number TX-9 to dry a wood board on the northern portion of the Cricket area to eliminate moisture to spread the glue on it and attach the rubber roofing material. The vapors from the glue ignited causing the area to become engulfed with flames. The two employees spreading the glue sustained minor burns. However, the employee who was using the propane torch stood up and attempted to kick the bucket of glue off the roof. While he kicked, he slipped on the glue already spread on the roof and fell to the ground. While still on fire, he stood up and walked to a nearby puddle, measuring approximately 3 feet by 4 feet, and rolled in puddle to extinguish himself. He then walked around to the front side of the structure while other employees called emergency medical assistance. The local EMS, Fire and Police Departments responded. He sustained second and third degree burns on approximately 90 percent of his body, and was hospitalized in the Burn Unit at Bridgeport Hospital.\n",
        "end use": "Single family or duplex dwelling",
        "proj type": "New project or new addition",
        "proj cost": "Under $50,000",
        "stories": "2",
        "nonbldght": "14",
        "fatality": "N/A",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Hospitalized injury",
        "nature": "Burn/Scald(Heat)",
        "occupation": "Roofers"
    },
    {
        "inspection": "120205034",
        "open date": "02/06/2008",
        "sic": "0179",
        "establishment name": "Schmidl Farms Inc",
        "description": "\nA farm worker was repairing a roof when he stepped on a 50-millimeter by 150-millimeter board. The board broke, causing the employee to fall 4.3 meters. The injured employee was transported to a hospital. He was hospitalized for 4 days for his injuries, which included a shattered left elbow and a fracture of the left hip.\n",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Hospitalized injury",
        "nature": "Fracture",
        "occupation": "Farm workers"
    },
    {
        "inspection": "119632503",
        "open date": "10/16/2003",
        "sic": "0172",
        "establishment name": "Walsh Vineyard Management",
        "description": "\nOn October 1, 2003, Employee #1, a vineyard tractor driver, fell from a John Deere, Model 5310, when he was dismounting to the rear of the vehicle. Employee #1 was hauling a light tower behind the tractor to assist with illumination for the other workers, when the tower failed. Employee #1 dismounted from the rear of the tractor to investigate the deficiency. When Employee #1 stepped on the hitch assembly he slipped and fell, landing on the right side of his rib cage and sustaining multiple fractures of his ribs. Employee #1 was hospitalized.\n",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Hospitalized injury",
        "nature": "Fracture",
        "occupation": "Farmers, except horticultural"
    },
    {
        "inspection": "126110592",
        "open date": "01/29/2003",
        "sic": "1761",
        "establishment name": "Rodriguez Roofing",
        "description": "\nOn January 25, 2003, Employee #1, an apprentice, was in training to become a roofer. This was his first day on the job, which was a re-roofing project. There were a total of three people onsite, which included Employee #1, his supervisor, and a coworker. The shingles and tar paper had already been removed and all three employees were located on the roof, installing the skip sheeting (1-inch by 6-inch boards with about an 8-inch gap between them). For some reason, Employee #1 slipped and his left leg fell between the sheeting, twisting his right leg. Employee #1 dislocated his right knee cap. Employee #1 was hospitalized and treated for his injury.\n",
        "end use": "Single family or duplex dwelling",
        "proj type": "Alteration or rehabilitation",
        "proj cost": "Under $50,000",
        "stories": "2",
        "nonbldght": "N/A",
        "fatality": "N/A",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Non Hospitalized injury",
        "nature": "Dislocation",
        "occupation": "Roofers"
    },
    {
        "inspection": "119632255",
        "open date": "09/05/2003",
        "sic": "7538",
        "establishment name": "J.W. Mobile",
        "description": "\nAt 2:30 p.m. on September 4, 2003, Employee #1, an apprentice technician, was lying on a creeper under a moving truck diagnosing a problem. He unbolted the center section of the two-speed rear differential, pulled it out onto a hydraulic transmission jack, and wrapped the jack's holding chain around the pinion case to secure it. He then rolled the center section out from under the truck. While still lying on his left side on the creeper, Employee #1 turned the pinion with his right hand and held the case flange with his left hand. The ring gear, in contact with the transmission jack, turned and moved the differential section, which fell and crushed Employee #1's left hand between the mounting flange and the pavement. He was hospitalized for fractures to his index and middle fingers.\n",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Hospitalized injury",
        "nature": "Fracture",
        "occupation": "Automobile mechanics"
    },
    {
        "inspection": "303587778",
        "open date": "09/23/2005",
        "sic": "1622",
        "establishment name": "Shea Kenny Jv",
        "description": "\nAt approximately 12:15 a.m. on June 29, 2004, an employee who was a miner and laborer was working with a tunnel boring machine (TBM) segment erector. The employee noticed a shim out of position and reached in between the segments to reset the shim while the erector jacks were in motion, resulting in his fingers getting caught between two concrete segments. The employee was hospitalized with a crushing injury to his right hand, and later required hand surgery.\n",
        "end use": "Pipeline",
        "proj type": "Other",
        "proj cost": "$500,000 to $1,000,000",
        "stories": "N/A",
        "nonbldght": "N/A",
        "fatality": "N/A",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Hospitalized injury",
        "nature": "Other",
        "occupation": "Supervisors, production occupations"
    },
    {
        "inspection": "125535195",
        "open date": "04/24/2006",
        "sic": "0783",
        "establishment name": "Mathew Goddard Dba Matt'S Tree Service",
        "description": "\nAt approximately 10:21 a.m. on April 21, 2006, Employee #1, an experienced tree trimmer, was climbing a 200-foot tall redwood tree in Forestville, CA, a remote area of Sonoma County. The owner observed Employee #1 begin his ascent using tree spikes, harness, 2 lanyards, climbing rope and a small gas chain saw. The owner observed Employee #1 using proper climbing technique to scale the tree. The owner and another worker were cleaning up cut limbs and slash 20 to 30 feet from the tree's base when the owner heard some branch and leaf noise and a thud. They found Employee #1 on the ground near the base of the tree with his climbing gear attached. The owner removed Employee #1's harness and CPR was administered with no success as there appeared to be extensive chest damage. Employee #1 was transported in the owner's truck to the nearest hospital, Palm Drive in Sebastopol, where he was pronounced dead upon arrival. (Note: the accident area does not allow cell phone use) It appears Employee #1 fell while trying to climb above the first and second limb of the redwood tree at the height of approximately 75 to 90 feet above the ground. Normal practice requires using the lowest lanyard below the limb then the second lanyard above the limb while boot spikes are set in the bark. Then the bottom lanyard may be loosened. Since the spikes were long and sharp and both lanyards came down with Employee #1 and there are no surviving witnesses of the last moments, speculation suggests several scenarios but no absolute cause for the employee's fall. (Note: Equipment failure has been eliminated.)\n",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Fatality",
        "nature": "Other",
        "occupation": "Groundskeepers and gardeners, except farm"
    },
    {
        "inspection": "305968570",
        "open date": "12/09/2002",
        "sic": "9199",
        "establishment name": "City Of Morton",
        "description": "\nEmployee #1 was driving westbound on a highway. A vehicle traveling eastbound crossed over the centerline hitting Employee #1 head on killing him.\n",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Fatality",
        "nature": "Fracture",
        "occupation": "Occupation not reported"
    },
    {
        "inspection": "120200860",
        "open date": "10/20/2009",
        "sic": "3599",
        "establishment name": "Kilby Manufacturing",
        "description": "\nOn September 15, 2009, an employee, a clean up worker, while using an Iron worker had the guard opened and reached into the machine to get a washer and punched his finger. The employee was taken to the hospital for his injuries. He was treated for amputation of tip of left index finger and was released the same day.\n",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Non Hospitalized injury",
        "nature": "Amputation",
        "occupation": "Laborers, except construction"
    },
    {
        "inspection": "119633840",
        "open date": "10/12/2004",
        "sic": "1541",
        "establishment name": "Alpine Home Buyer Services",
        "description": "\nAt approximately 9 a.m. on October 9, 2004, Employee #1 was installing blocks between trusses on a one-story, wood-frame garage structure being built. Employee #1 was working from the top plate at the Northeast corner of the structure, approximately 11 ft above the ground, when his foot slipped, possibly on a damp part of the plate still in a rafter's shadow. Employee #1 fell to the ground, landing on a bag full of nails and a hard packed dirt. He fractured his right hip and was transported to UC Davis Hospital, where he had surgery to put in a plate and 9 screws.\n",
        "end use": "Single family or duplex dwelling",
        "proj type": "New project or new addition",
        "proj cost": "$50,000 to $250,000",
        "stories": "1",
        "nonbldght": "11",
        "fatality": "N/A",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Hospitalized injury",
        "nature": "Fracture",
        "occupation": "Carpenters"
    },
    {
        "inspection": "125538413",
        "open date": "10/10/2006",
        "sic": "5411",
        "establishment name": "Safeway Inc",
        "description": "\nAt approximately 4:10 p.m. on October 3, 2006, Employee #1 was operating a Hobart meat-cutting band saw with a 0.5-in. blade, Model Number 6801, Serial Number 27-1101-702, at a Safeway store. He was cutting 1-in. thick slices of a New York Steak and was injured when he contacted the blade with two fingers on his right hand. He was hospitalized for the amputation of the finger tip of his index finger. The saw was guarded properly and the guard was in place and used.\n",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Hospitalized injury",
        "nature": "Amputation",
        "occupation": "Butchers and meat cutters"
    },
    {
        "inspection": "307680900",
        "open date": "07/21/2004",
        "sic": "0161",
        "establishment name": "C D Ellis Produce",
        "description": "\nOn June 29, 2004, Employee #1, a laborer at a tomato farm reported that he felt ill, and did not return to the field after lunch. At approximately 2:30 p.m., a coworker found him, dead from an apparent heart attack.\n",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Fatality",
        "nature": "Other",
        "occupation": "Farm workers"
    },
    {
        "inspection": "119630416",
        "open date": "08/04/2003",
        "sic": "2421",
        "establishment name": "Harwood Products",
        "description": "\nAt approximately 3:30 p.m. on August 1, 2003, an employee was operating a grinder powered by a Teco IHP, 3380 RPM motor, with belt and pulleys transmitting power to a grinder head. The pulleys, 2 in. at 4 in. OD, 12 in. apart, with an 0.5 in. wide belt, about 5 ft. from floor level, were not guarded. The employee caught his left ring finger in the assembly, amputating his fingertip to the first joint. He was hospitalized and treated for the amputation.\n",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Hospitalized injury",
        "nature": "Amputation",
        "occupation": "Hand grinding and polishing occupations"
    },
    {
        "inspection": "123290165",
        "open date": "06/25/2003",
        "sic": "1521",
        "establishment name": "Dom'S Construction Incorporated",
        "description": "\nOn September 1, 2003, Employees # 1, #2, and #3 built two wood carpenter bracket scaffolds. When they stepped out onto the northeast scaffold, the center support failed. Employees #1. #2 and #3 fell to the ground. Employees #1 and #2 were transported to Greenwich Hospital and Employee #3 was transported to Stamford Hospital. Employees #1 and #2 were treated and released and Employee #3 was hospitalized at Greenwich Hospital for 4-5 days and treated for fracture.\n",
        "end use": "Single family or duplex dwelling",
        "proj type": "New project or new addition",
        "proj cost": "$250,000 to $500,000",
        "stories": "2",
        "nonbldght": "25",
        "fatality": "N/A",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Hospitalized injury",
        "nature": "Fracture",
        "occupation": "Carpenters"
    },
    {
        "inspection": "119632404",
        "open date": "10/08/2003",
        "sic": "0172",
        "establishment name": "Kendall-Jackson",
        "description": "\nAt approximately 3:40 p.m. on October 2, 2003, Employee #1 and coworker were riding, back to back, side-facing on the rear package rack of a Honda \"Foreman S\" 4-wheel All-Terrain Vehicle (ATV), which was operated by a third employee. The vehicle came down a steep haul road and started a right turn, leading to the shop area at the end of the shift. As the operator started the turn, Employee #1, riding on the left side, apparently fell off the moving ATV and landed on his head on the haul road. The other rider first noticed Employee #1 had fallen off and alerted the operator, who stopped. Both employees ran to assist Employee #1, who initially was lying unconscious on his face and then they turned him over. Another employee called the emergency response team to transport him to Queen of the Valley Hospital. He was hospitalized for the head injuries he sustained.\n",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Hospitalized injury",
        "nature": "Fracture",
        "occupation": "Farm workers"
    },
    {
        "inspection": "119758647",
        "open date": "07/21/2006",
        "sic": "3599",
        "establishment name": "All Metals Supply Inc",
        "description": "\nOn June 29, 2006, Employee #1 was cutting a piece of metal when he put his hand under the guard to place the material. This action activated the shear. The hold-down came down and crushed Employee #1's right middle finger. Employee #1 suffered the amputation of the tip of his middle finger. Employee #1 was treated for his injury but was not hospitalized.\n",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Non Hospitalized injury",
        "nature": "Amputation",
        "occupation": "Misc. metal,plastic,stone&glass-working mach. op's"
    },
    {
        "inspection": "119646511",
        "open date": "05/19/2005",
        "sic": "0723",
        "establishment name": "Andrew Smith Company",
        "description": "\nOn May 18, 2005, Employee #1 was struck in the leg by a stack of cartons that became unstable and fell on him. The impact knocked him down, and his head struck the pavement. He sustained a fracture. He was transported to Valley Medical Center in Santa Clara, where he died later that day.\n",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Fatality",
        "nature": "Fracture",
        "occupation": "Industrial truck and tractor equipment operators"
    },
    {
        "inspection": "119920601",
        "open date": "09/02/2013",
        "sic": "0179",
        "establishment name": "Sunsweet Growers Inc",
        "description": "\nOn September 2, 2013, Employee #1 was operating a forklift. The employee suffered a heart attack and fell out of the forklift. Emergency Medical Service was called to the scene and performed CPR, but the employee was pronounced dead at the scene. Employee #1 was taken to Halls Brothers Corning Mortuary.\n",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Fatality",
        "nature": "Other",
        "occupation": "Industrial truck and tractor equipment operators"
    },
    {
        "inspection": "119920114",
        "open date": "10/09/2012",
        "sic": "3523",
        "establishment name": "Weiss Mcnair Llc",
        "description": "\nOn August 28, 2012, Employee #1, 26-year-old male with Weiss Mcnair LLC., was completing the visual and final test inspection on the 9,800 P Pecan Special when he placed his hand on the chain and sprocket amputating his right ring finger, one-inch from the tip. Employee #1, was hospitalized as a result of the event.\n",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Hospitalized injury",
        "nature": "Amputation",
        "occupation": "Assemblers"
    },
    {
        "inspection": "305992422",
        "open date": "12/03/2002",
        "sic": "5311",
        "establishment name": "Walmart Stores Inc #5041",
        "description": "\nAt approximately 11:30 p.m. on December 2, 2002, Employee #1 started his shift and was checking what products needed to be stocked. Employee #1 had a heart attack and collapsed. Employee #1 was pronounced dead at 12:35 a.m. in the hospital.\n",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Fatality",
        "nature": "Other",
        "occupation": "Occupation not reported"
    },
    {
        "inspection": "119628261",
        "open date": "09/18/2003",
        "sic": "0172",
        "establishment name": "R. Dilworth Vineyards",
        "description": "\nAt approximately 10:30 a.m. on September 15, 2003, an employee was painting a steel grape gondola using a ladder to work from when he slipped and fell approximately four feet, landing on the soil, twisting and fracturing his left knee. The employee was hospitalized and treated for a fractured knee.\n",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Hospitalized injury",
        "nature": "Fracture",
        "occupation": "Farm workers"
    },
    {
        "inspection": "120210364",
        "open date": "02/06/2007",
        "sic": "1742",
        "establishment name": "Hardesty & Sons Inc",
        "description": "\nOn December 27, 2006, Employee #1, working for Hardesty & Sons Inc., was cleaning sand off of a mixer when his hand went through the grate. He amputated three fingers on his left hand to the first knuckle. He was transported to the hospital, where he spent one day for treatment.\n",
        "end use": "Single family or duplex dwelling",
        "proj type": "Maintenance or repair",
        "proj cost": "Under $50,000",
        "stories": "1",
        "nonbldght": "10",
        "fatality": "N/A",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Hospitalized injury",
        "nature": "Amputation",
        "occupation": "Concrete and terrazzo finishers"
    },
    {
        "inspection": "119919306",
        "open date": "11/03/2011",
        "sic": "0173",
        "establishment name": "Bob And Sue Vanella Individual Dba Vanella Farm",
        "description": "\nOn October 15, 2011, an employee was working at a farm where tree nuts were grown. He was being lifted in a 4 foot by 4 foot (1.2 meter by 1.2 meter) walnut box on an industrial forklift. The box was not secured to the forklift. When the worker stepped to one side of the box, it fell 10 feet (3 meters), landing on him. He sustained fractures to his right forearm and wrist, a head concussion, and a partial loss of vision in his right eye. He was taken to the hospital, and he was admitted.\n",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Hospitalized injury",
        "nature": "Fracture",
        "occupation": "Supervisors, production occupations"
    },
    {
        "inspection": "310075353",
        "open date": "06/09/2006",
        "sic": "1791",
        "establishment name": "Sofco Erectors, Inc.",
        "description": "\nEmployee #1 was struck by a 32-ft by 18-in. structural steel beam weighing approximately 1,100 pounds. The wire rope choked and rigged structural beam became accidentally disengaged from the safety latched hook while being multi-lifted (Christmas-treed) from a Manitowoc 180 crawler crane. The top section in the three beam multi-lift system became disengaged and fell approximately 15 ft, striking Employee #1, the rigger working under the suspended load. Employee #1 suffered unspecified fractures and was hospitalized.\n",
        "end use": "Commercial building",
        "proj type": "New project or new addition",
        "proj cost": "$1,000,000 to $5,000,000",
        "stories": "3",
        "nonbldght": "N/A",
        "fatality": "N/A",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Hospitalized injury",
        "nature": "Fracture",
        "occupation": "Occupation not reported"
    },
    {
        "inspection": "125624403",
        "open date": "02/26/2003",
        "sic": "2834",
        "establishment name": "Randal Nutritional Products",
        "description": "\nOn February 25, 2003 Employees #1 and #2 were loading drying racks of super complex formulation into a drying oven. Each rack contained up to 25 pans of the formulation. The walk-in drying oven was constructed of plywood, approximately 14 feet long by 7 feet high and 4 feet wide. Electrically-heated air was introduced into the oven and was exhausted at the opposite side through a suction duct system ending at rooftop of the building. A thermostat was installed inside the oven that controlled the amount of heat entering the oven. The super complex vitamin formulation was saturated with isopropyl alcohol. The maintenance supervisor checked the formulation and found it to still be wet, so he turned up the thermostat to its maximum. He measured temperature in oven at 110 degrees Farenheit. Employee #1 was approximately 5 to 6 feet away from the oven, while Employee #2 was approximately 3 feet farther away, preparing a tablet machine, when the drying oven exploded. The door of the oven was blown towards Employee #1 and hit him in the back, knocking him to the floor. Employee #2 was pushed against a wall and fell to the floor. Both employees suffered bruises on their neck and back and were transported by emergency services to Santa Rosa Memorial Hospital by Fire Department Ambulance for treatment.\n",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Non Hospitalized injury",
        "nature": "Strain/Sprain",
        "occupation": "Compressing and compacting machine operators"
    },
    {
        "inspection": "125532358",
        "open date": "07/08/2005",
        "sic": "6531",
        "establishment name": "Francis Property Management Inc",
        "description": "\nOn June 29, 2005, Employee #1, an assistant manager in a mobile home park, was walking from the parking lot to the office. He tripped and fell from same level, hitting the right side of his forehead. Employee #1 was killed.\n",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Fatality",
        "nature": "Bruise/Contus/Abras",
        "occupation": "Managers, properties and real estate"
    },
    {
        "inspection": "119646354",
        "open date": "01/12/2005",
        "sic": "1752",
        "establishment name": "Carlton Choate Flooring",
        "description": "\nOn December 23, 2004, Employee #1 was plunge cutting two pieces of baseboard material. He misjudged the blade position and struck the blade with his middle finger on his left hand. The tip of his finger was amputated at the base of the finger nail.\n",
        "end use": "Single family or duplex dwelling",
        "proj type": "Maintenance or repair",
        "proj cost": "Under $50,000",
        "stories": "1",
        "nonbldght": "N/A",
        "fatality": "N/A",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Non Hospitalized injury",
        "nature": "Amputation",
        "occupation": "Carpenters"
    },
    {
        "inspection": "125538470",
        "open date": "10/24/2006",
        "sic": "1791",
        "establishment name": "Mega Partnership Company",
        "description": "\nAt approximately 1:19 p.m. on October 24, 2006, an employee was working at a construction site, as a dump truck driver. He had a 1993 International truck, Model Number 4600, parked in a driveway leading into the site with the parking brake engaged on an inclined driveway. The parking brake failed, and the truck rolled backwards and to the left, pinning the driver, who was standing outside the vehicle to the left against a hillside. Both legs of the employee were fractured. The employee was hospitalized and treated for his injuries.\n",
        "end use": "Other building",
        "proj type": "New project or new addition",
        "proj cost": "$250,000 to $500,000",
        "stories": "N/A",
        "nonbldght": "N/A",
        "fatality": "N/A",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Hospitalized injury",
        "nature": "Fracture",
        "occupation": "Truck drivers, light"
    },
    {
        "inspection": "119918019",
        "open date": "08/05/2010",
        "sic": "5211",
        "establishment name": "Sierra Pacific Industries",
        "description": "\nOn July 26, 2010, Employee #1, an employee of Sierra Pacific Industries, was inserting a pin into the cylinder of a log clamp. For some reason, the pin and cylinder would not line up, and Employee #1 kicked the cylinder. The left finger of Employee #1 was caught between the cylinder and mount and was smashed. Employee #1 was hospitalized. The injury resulted in an amputation.\n",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Hospitalized injury",
        "nature": "Amputation",
        "occupation": "Millwrights"
    },
    {
        "inspection": "119630606",
        "open date": "09/18/2003",
        "sic": "1622",
        "establishment name": "Mcm Construction Inc.",
        "description": "\nOn September 8, 2003, Employee #1 was conducting form work for a bridge construction project using an air-powered nail gun to nail a joist in place. He shot through a 2-inch by 4-inch piece of wood where a knot was located. For some reason, a malfunction occurred and the gun punctured Employee #1's right hand. Employee #1 was hospitalized and treated for injuries sustained.\n",
        "end use": "Bridge",
        "proj type": "New project or new addition",
        "proj cost": "$500,000 to $1,000,000",
        "stories": "N/A",
        "nonbldght": "N/A",
        "fatality": "N/A",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Hospitalized injury",
        "nature": "Puncture",
        "occupation": "Carpenters"
    },
    {
        "inspection": "303583017",
        "open date": "04/16/2003",
        "sic": "1422",
        "establishment name": "Txi Riverside Cement",
        "description": "\nOn April 16, 2003, an electrician was working in a power control panel. He sustained burns from a 480-volt arc flash or arc blast near vacuum tubes in the panel. He was hospitalized.\n",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Hospitalized injury",
        "nature": "Burn/Scald(Heat)",
        "occupation": "Electricians"
    },
    {
        "inspection": "125533067",
        "open date": "08/24/2005",
        "sic": "1623",
        "establishment name": "Mountain Cascade",
        "description": "\nOn August 23, 2005, an employee was hired by the employer to install sewer and water pipelines. He was walking in a 3.5- ft-deep trench, when a dirt clod rolled down and hit the employee in the lower right leg. The employee sustained a broken right fibula.\n",
        "end use": "Pipeline",
        "proj type": "New project or new addition",
        "proj cost": "$50,000 to $250,000",
        "stories": "N/A",
        "nonbldght": "N/A",
        "fatality": "N/A",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Hospitalized injury",
        "nature": "Fracture",
        "occupation": "Excavating and loading machine operators"
    },
    {
        "inspection": "119919298",
        "open date": "10/31/2011",
        "sic": "0761",
        "establishment name": "Benito Martinez Individual Dba Benito N Martinez F",
        "description": "\nOn October 28, 2011, an employee was operating a truck that was pulling a trailer. All employees stepped out of the path of the vehicle, so the truck could move forward to the next row of pomegranates. Employee #1 was in the clear, and he stepped back into the rear tire of the trailer, causing the rear tire to run him over. Employee #1 sustained a stress fracture to a right rib. He was taken to the hospital and was hospitalized for two days.\n",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Hospitalized injury",
        "nature": "Fracture",
        "occupation": "Laborers, except construction"
    },
    {
        "inspection": "125667543",
        "open date": "10/27/2005",
        "sic": "0723",
        "establishment name": "Eco Shell Inc",
        "description": "\nOn October 10, 2005, Employee #1 was switching the flow of the process stream for walnut shells using air gates at Echo Shell, Incorporated. He was working from a pallet that was raised on a forklift. When the forklift made a sudden movement, Employee #1 reached out for a hand hold to prevent falling from his elevated position. In the process his hand went into the auger, causing the injury. He was treated at Red Bluff Hospital then transferred and was hospitalized in San Francisco. The injuries to his left hand included amputation of the middle and ring finger, and a broken thumb and pinky finger.\n",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Hospitalized injury",
        "nature": "Amputation",
        "occupation": "Supervisors, related agricultural occupations"
    },
    {
        "inspection": "120210703",
        "open date": "10/18/2007",
        "sic": "1741",
        "establishment name": "Lamon Constr Inc",
        "description": "\nOn October 9, 2007, Employee #1, a carpenter, was using a skill saw to cut a piece of plywood when the saw kicked back. Before the guard closed, the saw struck his left hand, amputating the ring finger. The foreman took Employee #1 to the hospital, where he was treated and released after six hours.\n",
        "end use": "Other building",
        "proj type": "New project or new addition",
        "proj cost": "$50,000 to $250,000",
        "stories": "1",
        "nonbldght": "12",
        "fatality": "N/A",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Non Hospitalized injury",
        "nature": "Amputation",
        "occupation": "Carpenters"
    },
    {
        "inspection": "119758712",
        "open date": "08/01/2006",
        "sic": "7361",
        "establishment name": "Spherion Staffing Of Northern California Inc",
        "description": "\nOn July 21, 2006, Employee #1 was working for Spherion Staffing of Northern California, Inc., a temporary employment agency. He was on an industrial ladder, taking garment hangers from a coworker on the ground and placing them above his head, when he started to experience back pain. Emergency medical services were called, and Employee #1 was then taken by ambulance to Enloe Hospital in Chico. Employee #1 had sustained a collapsed lung. He was hospitalized for three days.\n",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Hospitalized injury",
        "nature": "Other",
        "occupation": "Laborers, except construction"
    },
    {
        "inspection": "316518380",
        "open date": "09/12/2012",
        "sic": "7699",
        "establishment name": "Peterson Machinery Company",
        "description": "\nOn September 7, 2012 Employee #1 was attempting to remove a track pin on a bulldozer, using a portable hydraulic press as part of a field service call. Employee #1 secured the press to the track but was unable to punch the pin due to the length of the ram. In order to gain additional stroke distance, Employee #1 placed a nut between the pin and the ram, behind the machines bulldozer blade. The ram was pressurized and when Employee #1 did not hear the pin pop, he raised his head above the blade to check the results just as the nut slipped from its mount striking him in the forehead. Employee #1 was transported to a nearby hospital then airlifted to a regional hospital where he was admitted for several days with a skull fracture above the right eye.\n",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Hospitalized injury",
        "nature": "Fracture",
        "occupation": "Garage and service station related occupations"
    },
    {
        "inspection": "125539254",
        "open date": "09/18/2007",
        "sic": "1761",
        "establishment name": "Dri Commercial Corporation",
        "description": "\nAt 4:00 p.m. on September 13, 2007, Employee #1 was helping to install about 435 solar panels at a 60 ft by 130 ft Solarport for an integrated power system. He was standing on a piece of plywood atop a metal frame structure and was removing the packaging from a bundle of panels stacked on the metal structure when the plywood broke and he fell approximately 10 ft to the ground. He sustained fractures to his shoulder, pelvis, and ribs, for which he was hospitalized. A rope grab fall protection system was in place.\n",
        "end use": "Other building",
        "proj type": "New project or new addition",
        "proj cost": "$50,000 to $250,000",
        "stories": "1",
        "nonbldght": "20",
        "fatality": "N/A",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Hospitalized injury",
        "nature": "Fracture",
        "occupation": "Roofers"
    },
    {
        "inspection": "303583942",
        "open date": "10/07/2003",
        "sic": "1442",
        "establishment name": "Granite Construction Company",
        "description": "\nOn October 7, 2003, and employee working for the Granite Construction Company, was crushed when a 7000-pound spooled conveyor belt rolled backwards catching him between the top edges of a loader bucket.\n",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Hospitalized injury",
        "nature": "Other",
        "occupation": "Mining machine operators"
    },
    {
        "inspection": "119630341",
        "open date": "07/22/2003",
        "sic": "7699",
        "establishment name": "Peterson Power Systems",
        "description": "\nOn July 18, 2003, an employee was servicing a Perkins 50-100 KW Generator. He was checking for leaks with left hand, while right hand was resting on door edge. Door blew, shutting on right hand, and employee's left hand drifted into fan blade, causing fracture to ring finger. Employee was hospitalized and treated for fractured finger.\n",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Hospitalized injury",
        "nature": "Fracture",
        "occupation": "Misc. electrical & electronic equipment repairers"
    },
    {
        "inspection": "306058140",
        "open date": "12/18/2002",
        "sic": "2782",
        "establishment name": "Clarke American Checks Inc",
        "description": "\nAt approximately 5:45 a.m. on December 14, 2002, Employee #1 was found lying beside his car by a coworker. The county Coroner reported cause of death as dilated Cardiomyopathy of unknown etiology (heart attack).\n",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Fatality",
        "nature": "Other",
        "occupation": "Occupation not reported"
    },
    {
        "inspection": "309609857",
        "open date": "06/30/2006",
        "sic": "1793",
        "establishment name": "Cgc Industries Inc",
        "description": "\nOn June 28, 2006, methanol was poured from a one-gallon container into an empty water bottle. The water bottle was not relabeled to identify it was being used for methanol. The bottle was placed in the vicinity of Employee #1's water bottles which were collected and taken home at the end of the day. The following morning, June 29, 2006, Employee #1 drank from the bottle containing methanol and experienced immediate effects including vomiting, vision distortion, and disorientation. Employee #1 was transported to the hospital and hospitalized for methanol poisoning.\n",
        "end use": "Commercial building",
        "proj type": "Alteration or rehabilitation",
        "proj cost": "Under $50,000",
        "stories": "N/A",
        "nonbldght": "N/A",
        "fatality": "N/A",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Hospitalized injury",
        "nature": "Poisoning(Systemic)",
        "occupation": "Glaziers"
    },
    {
        "inspection": "119919785",
        "open date": "07/19/2012",
        "sic": "2082",
        "establishment name": "Sierra Nevada Brewing Co",
        "description": "\nOn June 22, 2012, Employee #1, a cook with Sierra Nevada Brewing Company, was walking down a flight of stairs when he fell. Employee #1 fractured his right shoulder and left wrist. Employee #1 was hospitalized for 4 days.\n",
        "employee #": "1",
        "age": "N/A",
        "sex": "N/A",
        "degree": "Hospitalized injury",
        "nature": "Fracture",
        "occupation": "Cooks, except short order"
    }
]